cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/versions'
tap 'homebrew/dupes'
brew 'graphviz'
brew 'hub'
brew 'ruby-build'
brew 'rbenv'
brew 'sqlite'
brew 'homebrew/versions/mysql56'
brew 'postgresql'
brew 'plantuml'
brew 'coreutils'
brew 'git'
brew 'awscli'
brew 'geckodriver'
brew 'cask'
brew 'automake'
brew 'tmux'
brew 'nvm'
brew 'gcc5'
cask 'docker'
cask 'docker-toolbox'
cask 'chefdk'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'firefox'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'iterm2'
cask 'rubymine'
cask 'atom'
cask 'teamviewer'
cask 'sourcetree'
cask 'hipchat'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'skitch'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlcolorcode'
cask 'skype'
cask 'github-desktop'
cask 'screenhero'
